Repository: OmegaT-L10N/es-pl
Catalog: omegat/project_save.tmx
Source language: es
Languages: pl

source: Utilidad para convertir los archivos de Trados TagEditor (TTX) a un formato intermedio, de forma que se puedan traducir en OmegaT.
pl: Przydatny do konwertowania plików Trados TagEditor (TTX) do formatu pośredniego, który pozwala na ich tłumaczenie w OmegaT.

source: Utilidades
pl: Narzędzia

source: Versiones en scripts de Toxic.
pl: Wersje skryptów Toxic.

source: Versión binaria de Toxic para Linux.
pl: Toxic w wersji binarnej dla sytsemu Linux.

source: Versión de Toxic ejecutable en Windows.
pl: Toxic w wersji dla systemu Windows.

source: Vídeo 1
pl: Film 1

source: Vídeo 2
pl: Film 2

source: Vídeo 3
pl: Film 3

source: Vídeo de introducción a OmegaT en inglés, de John Moran.
pl: Film wprowadzający do OmegaT w języku angielskim autorstwa Johna Morana.

source: Vídeos de formación
pl: Filmy szkoleniowe

source: Vídeos sobre OmegaT en el canal de YouTube Qabiria.
pl: Film dotyczący OmegaT na kanale Youtube Qabiria.

source: ej., código fuente) para traducirlo en OmegaT.
pl: np., kodu źródłowego) w celu przetłumaczenia go w OmegaT.

source: A su vez, tienen la libertad y, de hecho, se les incentiva (aunque esto no implica obligación) a colaborar en el proyecto.
pl: Jednocześnie mogą współtworzyć projekt, do czego są zresztą zachęcani (ale nie zmuszani).

source: Así se garantiza la protección de los intereses de los usuarios y también ha significado que OmegaT recibiera la garantía "100% FREE" de Softpedia.
pl: Dzięki temu zagwarantowana jest ochrona interesów użytkowników, a ponadto projekt OmegaT uzyskał odznaczenie dla programów bezpiecznych w stu procentach według portalu Softpedia.

source: Como ocurre con lo demás en el proyecto OmegaT, el trabajo de programar OmegaT es hecho por voluntarios y, respetando la filosofía del proyecto, los desarrollos y mejoras que hacen a OmegaT quedan finalmente a su criterio.
pl: Tak jak wszystkie inne prace związane z OmegaT, programowanie także wykonywane jest przez wolontariuszy. Zgodnie z główną ideą projektu, to od nich zależy rozwój programu i wprowadzane ulepszenia.

source: Desarrollo de OmegaT
pl: Rozwój OmegaT

source: El actual coordinador del proyecto OmegaT describe este método relajado como "anarquía delegada".
pl: Obecny koordynator projektu OmegaT nazywa to luźne podejście „anarchią delegowaną”.

source: En algunos temas, hay un grado mayor de coordinación.
pl: W niektórych kwestiach wymagany jest większy stopień koordynacji.

source: En lo que concierne a tareas de rutina, los voluntarios que trabajan en el proyecto OmegaT generalmente tienen tanta libertad como sea posible en determinar de qué manera colaborar.
pl: Jeśli chodzi o rutynowe zadania, wolontariusze pracujący nad projektem OmegaT mają co do zasady możliwie największą swobodę w ustalaniu sposobu współpracy.

source: Este es el mismo espíritu que se encuentra en el proyecto OmegaT.
pl: Taka właśnie jest myśl przewodnia projektu OmegaT.

source: Esto se conoce como "libre" más que simplemente "gratis".
pl: Dlatego dostęp do oprogramowania jest „wolny”, a nie tylko „darmowy”.

source: Esto significa que el código fuente del programa OmegaT está disponible de manera gratuita y que la licencia de OmegaT da amplia libertad a sus usuarios.
pl: Oznacza to, że dostęp do kodu źródłowego programu OmegaT jest bezpłatny, a licencja zapewnia użytkownikom dużą swobodę.

source: La filosofía del proyecto OmegaT
pl: Idea projektu OmegaT

source: La manera de hacerlo depende enteramente de ellos.
pl: Tylko od nich zależy, w jaki sposób się zaangażują.

source: Los usuarios tienen la libertad de descargar y usar el programa.
pl: Użytkownicy mogą swobodnie pobierać program i z niego korzystać.

source: No solo pueden usar el programa sin costo, sino también tienen la libertad de hacer copias y distribuirlas.
pl: Mogą oni nie tylko korzystać z programu za darmo, lecz także tworzyć jego kopie i rozpowszechniać je.

source: Para el movimiento de código abierto, la libertad que los usuarios tienen para cambiar un programa y acomodarlo a sus propias necesidades es más importante que el hecho de que no tengan que pagar por ello.
pl: Dla zwolenników otwartego oprogramowania fakt, że użytkownicy mogą zmieniać program i dostosowywać go do swoich potrzeb, jest ważniejszy od braku opłat.

source: Por ejemplo, cualquiera es libre de hacer cambios al código de OmegaT y a enviar esos cambios al equipo de desarrollo.
pl: Każdy może na przykład zmodyfikować kod źródłowy OmegaT i przesłać te zmiany do zespołu programistów.

source: Por ejemplo, nada detiene a un usuario a escribir su propio manual o a grabar un video demostrativo sobre OmegaT y si el proyecto lo considera de alguna utilidad, es probable que lo ponga a disposición de la comunidad de usuarios de OmegaT.
pl: Na przykład nic nie stoi na przeszkodzie, aby użytkownik napisał swój własny poradnik lub nagrał film pokazowy o OmegaT, a jeśli dany materiał okaże się przydatny, to prawdopodobnie zostanie udostępniony społeczności użytkowników programu.

source: Sin embargo, solo si se considera que benefician a los usuarios de OmegaT, el equipo de desarrollo los incluirá en el programa.
pl: Jednak będą one wprowadzone tylko jeśli zostaną uznane za korzystne dla użytkowników programu.

source: Un aspecto importante de esta libertad es que los usuarios también pueden modificar el código del programa.
pl: Istotnym elementem tej swobody użytkowników jest możliwość modyfikacji kodu źródłowego.
